<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html lang="fr">
	<head>
		<title>D&eacute;roulement</title>
		<meta name="KEYWORDS" content="jouer, jeu, r&egrave;gles, d&eacute;tails">
		<meta name="DESCRIPTION" content="Explique le d&eacute;roulement du jeu">
	</head>
<body>
<h3>Le d&eacute;roulement du jeu</h3>

<p>Chaque joueur pose une carte
&agrave; tour de r&ocirc;le, jusqu'&agrave; ce qu'une carte
haute (valet, dame, roi ou as) soit pos&eacute;e, ou que quelqu'un tape.
<br>
Les raisons pour lesquelles il faut taper sont expliqu&eacute;es dans <a href="whenHit.html" target="rframe">Quand faut-il taper ?</a>
</p>
<h4>Quand un joueur tape</h4>
<ul>
<li>S'il fallait taper, il r&eacute;cup&egrave;re toutes les cartes qui ont &eacute;t&eacute; pos&eacute;es.</li>
<li>S'il ne fallait pas taper, il doit poser une carte en-dessous du tas (ou plusieurs : on d&eacute;cide le nombre en d&eacute;but de partie).</li>
</ul>
<h4>Quand une carte haute est pos&eacute;e</h4>
Le joueur <b>suivant</b> doit poser un certain nombre de cartes :
<ul>
  <li><span style="font-weight: bold;">Un</span> pour un <span style="font-weight: bold;">Valet</span></li>
  <li><span style="font-weight: bold;">Deux</span> pour une <span style="font-weight: bold;">Reine</span></li>
  <li><span style="font-weight: bold;">Trois</span> pour un <span style="font-weight: bold;">Roi</span></li>
  <li><span style="font-weight: bold;">Quatre</span> pour un <span style="font-weight: bold;">Ace</span></li>
</ul>

<p>Si une carte haute est pos&eacute;e pendant cette op&eacute;ration, on arr&ecirc;te. Le joueur suivant recommence et doit donc poser lui aussi le nombre de cartes correspondant &agrave; la derni&egrave;re carte haute.</p>
<p>S'il faut taper, on n'attend pas, on ne se pose pas de questions, on tape !</p>
<p>Enfin, si le joueur qui a d&ucirc; poser plusieurs cartes
r&eacute;ussi &agrave; toutes les poser sans &ecirc;tre interrompu, il ne r&eacute;cup&egrave;rera
<span style="font-weight: bold;">pas</span> ses cartes ! Le tas reviendra &agrave; celui qui a eu l'honneur de poser une carte haute.</p>

<h3>La fin du jeu</h3>
<p>Le jeu se termine lorsqu'un joueur a dans ses mains les 54 cartes du jeu. Ce qui veut dire que le jeu continue m&ecirc;me s'il ne reste qu'un seul joueur avec des cartes. Il est seul &agrave; poser des cartes, mais les autres peuvent toujours taper et gagner les cartes.</p>
<p>Bonne chance !</p>

<p>&nbsp;&nbsp;&nbsp; <a href="intro.html" target="rframe">&lt;&lt;&lt;Pr&eacute;c&eacute;dente</a> &nbsp;&nbsp; &nbsp;<a href="whenHit.html" target="rframe">Suite &gt;&gt;&gt;</a></p>

</body></html>